[
  {
    "id": "e8a1b2c3-4d5e-6f7a-8b9c-0d1e2f3a4b5c",
    "enunciado": "Uma gestante de 38 semanas é submetida a uma avaliação de vitalidade fetal através do perfil biofísico fetal (PBF). Identifique os cinco parâmetros que compõem o escore do PBF e qual deles é o principal indicador de sofrimento fetal crônico.",
    "alternativas": {
      "A": "Movimentos respiratórios, tônus, frequência cardíaca, movimentos corpóreos e Doppler de artéria umbilical, sendo que o tônus, quando alterado, sugere sofrimento fetal crônico.",
      "B": "Movimentos respiratórios, tônus, reatividade da frequência cardíaca, movimentos corpóreos e índice de líquido amniótico, sendo que o volume do líquido amniótico, quando alterado, sugere sofrimento fetal crônico.",
      "C": "Movimentos respiratórios, tônus, frequência cardíaca, movimentos corpóreos e Doppler de artéria umbilical, sendo que os movimentos respiratórios, quando alterados, sugerem sofrimento fetal crônico.",
      "D": "Movimentos respiratórios, tônus, reatividade da frequência cardíaca, movimentos corpóreos e índice de líquido amniótico, sendo que o tônus, quando alterado, sugere sofrimento fetal crônico.",
      "E": "Tônus, cardiotocografia basal, diâmetro biparietal, índice de líquido amniótico e circular de cordão, sendo que a cardiotocografia, quando alterada, sugere sofrimento fetal crônico."
    },
    "comentarios": {
      "A": "Incorreta. O Doppler da artéria umbilical é um método importante de avaliação da vitalidade fetal, mas não faz parte dos cinco parâmetros do escore do Perfil Biofísico Fetal (PBF) de Manning. Além disso, a alteração do tônus fetal é um marcador de hipoxemia aguda, e não crônica.",
      "B": "Correta. O PBF avalia cinco variáveis: 1. Movimentos respiratórios fetais; 2. Movimentos corpóreos fetais; 3. Tônus fetal; 4. Reatividade da frequência cardíaca fetal (avaliada na cardiotocografia); 5. Volume do líquido amniótico. As quatro primeiras são marcadores agudos de hipóxia (alteram-se rapidamente). A redução do líquido amniótico (oligoâmnio) é considerada um marcador de sofrimento fetal crônico, pois reflete uma redistribuição do fluxo sanguíneo fetal que diminui a perfusão renal e, consequentemente, a produção de urina.",
      "C": "Incorreta. O Doppler da artéria umbilical não compõe o PBF. Adicionalmente, a ausência de movimentos respiratórios fetais é um marcador de sofrimento fetal agudo, sendo uma das primeiras variáveis a se alterar, e não um indicador de cronicidade.",
      "D": "Incorreta. Apesar de listar corretamente os parâmetros do PBF, a alternativa erra ao associar a alteração do tônus fetal ao sofrimento crônico. O tônus fetal é um marcador de eventos agudos de hipoxemia, sendo o último dos marcadores agudos a se alterar.",
      "E": "Incorreta. Diâmetro biparietal e circular de cordão não fazem parte do escore do PBF. A cardiotocografia avalia a reatividade cardíaca e é um marcador de hipoxemia aguda, não crônica."
    },
    "alternativa_correta": "B",
    "areas_principais": ["Ginecologia e Obstetrícia"],
    "subtopicos": [
      "Perfil Biofísico Fetal",
      "Avaliação da Vitalidade Fetal",
      "Sofrimento Fetal"
    ],
    "createdAt": "2025-07-14T20:15:11-03:00"
  },
  {
    "id": "f9b2c3d4-5e6f-7a8b-9c0d-1e2f3a4b5c6d",
    "enunciado": "Durante a avaliação da vitalidade fetal de uma gestante, o obstetra realiza um perfil biofísico fetal. O feto apresenta um episódio de movimento respiratório durando 35 segundos, múltiplos movimentos de membros, um episódio de extensão e flexão da coluna, reatividade cardíaca presente na cardiotocografia e o maior bolsão vertical de líquido amniótico mede 1,5 cm. Identifique a pontuação do perfil biofísico fetal nesse caso.",
    "alternativas": {
      "A": "4",
      "B": "6",
      "C": "8",
      "D": "10",
      "E": "2"
    },
    "comentarios": {
      "A": "Incorreta. Uma pontuação de 4/10 indicaria a alteração de três dos cinco parâmetros, representando um estado fetal gravemente comprometido e com alto risco de asfixia.",
      "B": "Incorreta. Uma pontuação de 6/10 é considerada equívoca ou suspeita, indicando a alteração de dois parâmetros. Neste caso, apenas um parâmetro está alterado.",
      "C": "Correta. A pontuação do PBF é atribuída da seguinte forma (2 para normal, 0 para alterado): \n- Movimentos respiratórios: Presentes (duração > 30s) = 2 pontos. \n- Movimentos corpóreos: Presentes (≥ 3) = 2 pontos. \n- Tônus fetal: Presente (≥ 1 episódio de flexão/extensão) = 2 pontos. \n- Reatividade Cardíaca (CTG): Reativo = 2 pontos. \n- Líquido Amniótico: Normal (maior bolsão > 2 cm) = 0 pontos (pois o bolsão é de 1,5 cm). \nSomando os pontos: 2 + 2 + 2 + 2 + 0 = 8. Uma pontuação de 8/10, com oligoâmnio, é sugestiva de sofrimento fetal crônico.",
      "D": "Incorreta. Para uma pontuação de 10/10, todos os cinco parâmetros, incluindo o volume de líquido amniótico, deveriam estar normais. No caso, o líquido amniótico está reduzido (maior bolsão < 2 cm), caracterizando oligoâmnio.",
      "E": "Incorreta. Uma pontuação de 2/10 indicaria a alteração de quatro dos cinco parâmetros, um achado extremamente preocupante, indicativo de asfixia grave e iminente."
    },
    "alternativa_correta": "C",
    "areas_principais": ["Ginecologia e Obstetrícia"],
    "subtopicos": [
      "Perfil Biofísico Fetal",
      "Avaliação da Vitalidade Fetal",
      "Oligoâmnio"
    ],
    "createdAt": "2025-07-14T20:15:12-03:00"
  },
  {
    "id": "a0c3d4e5-6f7a-8b9c-0d1e-2f3a4b5c6d7e",
    "enunciado": "Gestante de 39 semanas, primigesta, em trabalho de parto, é submetida à cardiotocografia (CTG) de admissão, que evidencia um traçado com linha de base de 140 bpm, boa variabilidade, ausência de desacelerações, porém sem acelerações transitórias nos últimos 20 minutos. A conduta imediata indicada nesse caso, considerando o bem-estar fetal, é:",
    "alternativas": {
      "A": "Administrar ocitocina, para melhorar a ritmicidade das contrações uterinas.",
      "B": "Prescrever misoprostol para melhor preparação do colo.",
      "C": "Realizar parto cesariano de emergência por sofrimento fetal.",
      "D": "Realizar estímulo vibroacústico ou oferecer glicose venosa à mãe e repetir a cardiotocografia.",
      "E": "Aguardar mais 20 minutos, pois o feto pode estar em período de sono."
    },
    "comentarios": {
      "A": "Incorreta. A administração de ocitocina visa a correção de distócias funcionais (alterações da contratilidade) e só deve ser considerada após a confirmação da vitalidade fetal. Induzi-la com um traçado duvidoso poderia agravar uma hipóxia subjacente.",
      "B": "Incorreta. O misoprostol é utilizado para a maturação do colo uterino antes da indução do parto, não sendo uma conduta para avaliação da vitalidade fetal ou para um traçado cardiotocográfico não reativo.",
      "C": "Incorreta. Um traçado não reativo (sem acelerações) isoladamente não é diagnóstico de sofrimento fetal e não justifica uma cesariana de emergência. É necessário primeiro tentar elucidar a reatividade fetal.",
      "D": "Correta. Um traçado cardiotocográfico é considerado não reativo se não apresentar pelo menos duas acelerações transitórias (aumento de 15 bpm por 15s) em 20 minutos. A causa mais comum é o sono fetal. Antes de classificar o traçado como preocupante, deve-se tentar 'acordar' o feto, seja por estímulo vibroacústico ou aumentando a glicemia materna (com glicose venosa ou oral), e então reavaliar a CTG.",
      "E": "Incorreta. Embora o sono fetal seja a causa mais provável, a conduta padrão não é a simples espera passiva. Recomenda-se uma intervenção ativa (estímulo) para confirmar a reatividade e excluir outras causas de forma mais eficiente."
    },
    "alternativa_correta": "D",
    "areas_principais": ["Ginecologia e Obstetrícia"],
    "subtopicos": [
      "Cardiotocografia",
      "Avaliação da Vitalidade Fetal",
      "Trabalho de Parto"
    ],
    "createdAt": "2025-07-14T20:15:13-03:00"
  },
  {
    "id": "b1d4e5f6-7a8b-9c0d-1e2f-3a4b5c6d7e8f",
    "enunciado": "Primigesta de 28 anos realiza ultrassonografia morfológica de primeiro trimestre (12 semanas) que evidencia uma gestação gemelar. O laudo descreve a presença de duas vesículas vitelínicas, dois fetos e uma única massa placentária, com uma membrana amniótica fina que se insere na placenta formando um ângulo de 90 graus, o chamado 'sinal do T'. Diante dos dados apresentados, essa gestação é classificada como:",
    "alternativas": {
      "A": "Gemelar monocoriônica e monoamniótica.",
      "B": "Gemelar monocoriônica e diamniótica.",
      "C": "Gemelar dicoriônica e monoamniótica.",
      "D": "Gemelar dicoriônica e diamniótica.",
      "E": "Gestação ectópica heterotópica."
    },
    "comentarios": {
      "A": "Incorreta. A gestação monoamniótica não apresentaria membrana divisória entre os fetos. O 'sinal do T' é característico da presença de uma membrana amniótica, excluindo essa possibilidade.",
      "B": "Correta. A presença de uma única placenta indica que a gestação é monocoriônica (os fetos compartilham a mesma placenta). A presença de uma membrana amniótica fina, que se insere em ângulo reto ('sinal do T'), confirma que existem duas bolsas amnióticas separadas, sendo, portanto, diamniótica.",
      "C": "Incorreta. A combinação 'dicoriônica e monoamniótica' é biologicamente impossível. Se há duas placentas (dicoriônica), obrigatoriamente haverá duas bolsas amnióticas (diamniótica).",
      "D": "Incorreta. Uma gestação dicoriônica (duas placentas) apresentaria o 'sinal de lambda' (ou 'twin peak sign'), que é uma projeção de tecido placentário na base da membrana interamniótica, e não o 'sinal do T'.",
      "E": "Incorreta. A gestação heterotópica é a ocorrência simultânea de uma gestação intrauterina e uma extrauterina (ectópica), o que não corresponde à descrição de dois fetos dentro do útero."
    },
    "alternativa_correta": "B",
    "areas_principais": ["Ginecologia e Obstetrícia"],
    "subtopicos": [
      "Gestação Gemelar",
      "Ultrassonografia Obstétrica",
      "Corionicidade e Amnionicidade"
    ],
    "createdAt": "2025-07-14T20:15:14-03:00"
  },
  {
    "id": "c2e5f6g7-8b9c-0d1e-2f3a-4b5c6d7e8f9a",
    "enunciado": "Considerando uma gestação gemelar classificada como monocoriônica e diamniótica, com base neste achado ultrassonográfico, é correto afirmar sobre a zigozidade dos fetos:",
    "alternativas": {
      "A": "Os gêmeos são monozigóticos e, com certeza, são idênticos.",
      "B": "Os gêmeos são dizigóticos e podem ou não ser idênticos.",
      "C": "Os gêmeos com certeza não são idênticos.",
      "D": "Os gêmeos são monozigóticos, mas podem ou não ser idênticos.",
      "E": "A zigozidade não pode ser determinada pela corionicidade."
    },
    "comentarios": {
      "A": "Correta. Uma gestação monocoriônica (uma única placenta) resulta da divisão de um único zigoto (óvulo fertilizado por um espermatozoide). Portanto, os gêmeos são obrigatoriamente monozigóticos e compartilham o mesmo material genético, sendo idênticos.",
      "B": "Incorreta. Gêmeos dizigóticos (fraternos) resultam da fertilização de dois óvulos por dois espermatozoides diferentes. Isso sempre levará a uma gestação dicoriônica (duas placentas).",
      "C": "Incorreta. Como são monozigóticos, eles são geneticamente idênticos. A afirmação de que não são idênticos está errada.",
      "D": "Incorreta. A definição de monozigótico implica que eles se originaram do mesmo zigoto, tornando-os geneticamente idênticos. Não há possibilidade de serem monozigóticos e não idênticos.",
      "E": "Incorreta. A corionicidade é o melhor preditor precoce da zigozidade. Gestações monocoriônicas são sempre monozigóticas. Gestações dicoriônicas são majoritariamente dizigóticas, embora uma pequena fração possa ser monozigótica (se a divisão do zigoto ocorrer muito precocemente)."
    },
    "alternativa_correta": "A",
    "areas_principais": ["Ginecologia e Obstetrícia", "Genética Médica"],
    "subtopicos": [
      "Gestação Gemelar",
      "Zigozidade",
      "Corionicidade e Amnionicidade"
    ],
    "createdAt": "2025-07-14T20:15:15-03:00"
  },
  {
    "id": "d3f6g7h8-9c0d-1e2f-3a4b-5c6d7e8f9a0b",
    "enunciado": "Se, no exame ultrassonográfico de uma gestação gemelar no primeiro trimestre, ao invés do 'sinal do T', fosse visualizado o 'sinal de lambda' (ou 'twin peak sign'), a paciente estaria diante de uma gestação gemelar:",
    "alternativas": {
      "A": "Monocoriônica e monoamniótica.",
      "B": "Monocoriônica e diamniótica.",
      "C": "Dicoriônica e monoamniótica.",
      "D": "Dicoriônica e diamniótica.",
      "E": "Mola hidatiforme parcial com feto coexistente."
    },
    "comentarios": {
      "A": "Incorreta. O 'sinal de lambda' indica a presença de duas placentas fundidas e uma membrana espessa, o que é incompatível com uma gestação monocoriônica.",
      "B": "Incorreta. A gestação monocoriônica diamniótica é caracterizada pelo 'sinal do T', não pelo 'sinal de lambda'.",
      "C": "Incorreta. A combinação 'dicoriônica e monoamniótica' é biologicamente impossível.",
      "D": "Correta. O 'sinal de lambda' corresponde a uma projeção de tecido coriônico (placentário) entre as camadas da membrana que separa os fetos. Esse achado indica que cada feto tem sua própria placenta, caracterizando uma gestação dicoriônica e, consequentemente, diamniótica.",
      "E": "Incorreta. Embora seja uma condição rara em gestações, a mola hidatiforme parcial com feto coexistente tem uma apresentação ultrassonográfica distinta, com tecido placentário cístico e anômalo, não se caracterizando pelo 'sinal de lambda'."
    },
    "alternativa_correta": "D",
    "areas_principais": ["Ginecologia e Obstetrícia"],
    "subtopicos": [
      "Gestação Gemelar",
      "Ultrassonografia Obstétrica",
      "Corionicidade e Amnionicidade",
      "Sinal de Lambda"
    ],
    "createdAt": "2025-07-14T20:15:16-03:00"
  },
  {
    "id": "e4g7h8i9-0d1e-2f3a-4b5c-6d7e8f9a0b1c",
    "enunciado": "Uma paciente de 62 anos, G3P3, queixa-se de 'bola na vagina'. Ao exame ginecológico, utilizando a classificação do Prolapso de Órgãos Pélvicos (POP-Q), foram obtidas as seguintes medidas: Aa=+2, Ba=+3, C=+6, CVT=9, gh=4, pb=3, Ap=-3, Bp=-3, D=-7. Diante dos dados apresentados, identifique a topografia desse prolapso.",
    "alternativas": {
      "A": "Prolapso de parede vaginal anterior e posterior.",
      "B": "Prolapso uterino e prolapso de parede vaginal posterior.",
      "C": "Prolapso de parede vaginal anterior e prolapso uterino.",
      "D": "Prolapso de parede vaginal posterior, apenas.",
      "E": "Prolapso de cúpula vaginal."
    },
    "comentarios": {
      "A": "Incorreta. Os pontos da parede posterior (Ap e Bp) estão em -3, indicando que não há prolapso clinicamente significativo neste compartimento. A parede posterior está bem posicionada.",
      "B": "Incorreta. Os pontos da parede anterior (Aa e Ba) estão positivos, indicando prolapso anterior (cistocele). Portanto, a afirmação de que há apenas prolapso uterino e posterior está errada.",
      "C": "Correta. Na classificação POP-Q: \n- Pontos Aa e Ba positivos (Aa=+2, Ba=+3) indicam prolapso da parede vaginal anterior (cistocele).\n- Ponto C positivo (C=+6) indica prolapso uterino (descida do colo/útero).\n- Pontos Ap e Bp negativos (Ap=-3, Bp=-3) indicam que a parede posterior está bem sustentada, sem prolapso (retocele).\n- Portanto, o diagnóstico topográfico é de prolapso do compartimento anterior e apical (uterino).",
      "D": "Incorreta. Os pontos Ap e Bp, que avaliam a parede posterior, estão negativos, indicando ausência de prolapso neste compartimento. Os prolapsos mais evidentes são o anterior e o uterino.",
      "E": "Incorreta. O prolapso de cúpula vaginal refere-se à descida da vagina após uma histerectomia. Como o ponto C (colo do útero) foi medido, a paciente possui útero, tornando este diagnóstico impossível."
    },
    "alternativa_correta": "C",
    "areas_principais": ["Ginecologia e Obstetrícia", "Uroginecologia"],
    "subtopicos": [
      "Prolapso de Órgãos Pélvicos (POP)",
      "Sistema POP-Q",
      "Distopia Genital"
    ],
    "createdAt": "2025-07-14T20:15:17-03:00"
  },
  {
    "id": "f5h8i9j0-1e2f-3a4b-5c6d-7e8f9a0b1c2d",
    "enunciado": "Com base nos dados do sistema de classificação do Prolapso de Órgãos Pélvicos (POP-Q) do caso anterior (Aa=+2, Ba=+3, C=+6), o estadiamento da distopia genital da paciente é:",
    "alternativas": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "0"
    },
    "comentarios": {
      "A": "Incorreta. O Estádio I é definido quando o ponto mais distal do prolapso está a mais de 1 cm para dentro do hímen (medida < -1 cm). Neste caso, os pontos estão muito além do hímen.",
      "B": "Incorreta. O Estádio II é definido quando o ponto mais distal do prolapso está entre -1 cm e +1 cm em relação ao hímen. O ponto Ba (+3) e o ponto C (+6) ultrapassam esse limite.",
      "C": "Correta. O Estádio III é diagnosticado quando o ponto mais distal do prolapso está a mais de 1 cm além do plano himenal (medida > +1 cm), mas não representa eversão total da vagina. Neste caso, o ponto Ba está em +3 e o ponto C está em +6, ambos satisfazendo o critério para Estádio III. O ponto mais distal é C=+6 cm.",
      "D": "Incorreta. O Estádio IV representa a eversão completa ou quase completa do trato genital inferior. O critério numérico é que o ponto mais distal seja ≥ (CVT - 2) cm. Neste caso, CVT=9, então o critério para estádio IV seria C ≥ 7 cm. Como C=+6, o estadiamento é III.",
      "E": "Incorreta. O Estádio 0 significa ausência de prolapso, com todos os pontos em posições normais (ex: Aa, Ap, Ba, Bp em -3 cm e C em posição alta)."
    },
    "alternativa_correta": "C",
    "areas_principais": ["Ginecologia e Obstetrícia", "Uroginecologia"],
    "subtopicos": [
      "Prolapso de Órgãos Pélvicos (POP)",
      "Sistema POP-Q",
      "Estadiamento de Distopia Genital"
    ],
    "createdAt": "2025-07-14T20:15:18-03:00"
  },
  {
    "id": "a1b2c3d4-e5f6-g7h8-i9j0-k1l2m3n4o5p6",
    "enunciado": "Para a paciente com prolapso de parede vaginal anterior (cistocele) e prolapso uterino estádio III, sintomática e com prole constituída, a cirurgia mais indicada, visando a correção específica dos defeitos, é a:",
    "alternativas": {
      "A": "Colporrafia anterior para corrigir a cistocele, associada à histerectomia vaginal com fixação da cúpula no ligamento sacroespinal para corrigir o prolapso uterino.",
      "B": "Colporrafia posterior para corrigir a retocele, associada à histerectomia vaginal com fixação no ligamento sacroespinal.",
      "C": "Colporrafia posterior e colporrafia anterior, sem abordagem do útero.",
      "D": "Colporrafia posterior isolada, sem necessidade de histerectomia.",
      "E": "Implante de um pessário vaginal em anel."
    },
    "comentarios": {
      "A": "Correta. A abordagem cirúrgica deve ser específica para os defeitos encontrados. O prolapso de parede anterior (cistocele) é corrigido com a colporrafia anterior (ou plicatura do assoalho vesical). O prolapso uterino (apical) é corrigido com a remoção do útero (histerectomia) e a suspensão da cúpula vaginal (para prevenir o prolapso de cúpula futuro), sendo a fixação no ligamento sacroespinal uma técnica consagrada para este fim.",
      "B": "Incorreta. A paciente não apresenta prolapso de parede posterior (retocele), conforme os dados do POP-Q. Portanto, a colporrafia posterior não está indicada e não corrigiria os problemas existentes.",
      "C": "Incorreta. A colporrafia posterior não é necessária. Além disso, não abordar o prolapso uterino (apical) resultaria em falha terapêutica, pois o principal componente da 'bola na vagina' (útero em C=+6) não seria tratado.",
      "D": "Incorreta. Esta opção não aborda nenhum dos defeitos da paciente (anterior e apical), sendo totalmente inadequada.",
      "E": "Incorreta. O pessário é uma opção de tratamento conservador (não cirúrgico) para o prolapso de órgãos pélvicos. Embora seja uma alternativa válida, especialmente para pacientes sem condições cirúrgicas, a questão pergunta sobre a 'cirurgia mais indicada'."
    },
    "alternativa_correta": "A",
    "areas_principais": ["Ginecologia e Obstetrícia", "Uroginecologia"],
    "subtopicos": [
      "Tratamento Cirúrgico do Prolapso de Órgãos Pélvicos",
      "Colporrafia",
      "Histerectomia Vaginal",
      "Fixação Sacroespinal"
    ],
    "createdAt": "2025-07-14T20:15:19-03:00"
  },
  {
    "id": "b2c3d4e5-f6g7-h8i9-j0k1-l2m3n4o5p6q7",
    "enunciado": "Uma paciente de 42 anos procura atendimento com queixa de dor na mama direita há vários meses. Ela nega qualquer relação da dor com o ciclo menstrual. Sobre a mastalgia e sua periodicidade, é correto afirmar:",
    "alternativas": {
      "A": "A mastalgia cíclica é a mais preocupante e frequentemente está associada aos carcinomas lobulares invasivos.",
      "B": "A mastalgia cíclica é caracterizada por dor difusa e bilateral que ocorre na fase lútea tardia do ciclo menstrual, melhorando com a menstruação.",
      "C": "A mastalgia acíclica, como a do caso, geralmente é unilateral, localizada em um ponto específico, e pode irradiar para ombro ou axila.",
      "D": "O tratamento da mastalgia acíclica deve ser iniciado com diuréticos e anti-inflamatórios para melhora do ingurgitamento.",
      "E": "Toda mastalgia acíclica deve ser investigada com biópsia, independentemente dos achados de imagem."
    },
    "comentarios": {
      "A": "Incorreta. A mastalgia cíclica é extremamente comum e raramente (menos de 1% dos casos) está associada ao câncer de mama. É considerada uma alteração funcional benigna da mama.",
      "B": "Incorreta. A descrição corresponde à mastalgia cíclica, porém a alternativa da questão se refere a uma afirmação geral sobre a dor não cíclica. Esta alternativa descreve corretamente a mastalgia cíclica, mas a pergunta pede a afirmação correta sobre a mastalgia em geral, sendo a alternativa C a mais completa e correta para o tipo de dor do caso (acíclica). (Nota: A explicação original era confusa, a explicação correta foi fornecida aqui). A dor cíclica está classicamente associada à fase pré-menstrual (fase lútea), e não fora dela.",
      "C": "Correta. A mastalgia acíclica não tem relação com o ciclo menstrual. Suas características clássicas são: ser unilateral, bem localizada ('dor em pontada'), contínua ou intermitente, e frequentemente com irradiação para o membro superior homolateral. Embora geralmente benigna, requer uma investigação mais cuidadosa que a cíclica para excluir causas orgânicas.",
      "D": "Incorreta. Essa abordagem (diuréticos) poderia ser considerada para a mastalgia cíclica severa, onde a retenção hídrica tem um papel. Na acíclica, o tratamento é direcionado à causa, se identificada, ou ao uso de analgésicos e anti-inflamatórios tópicos ou sistêmicos. Não há ingurgitamento característico na dor acíclica.",
      "E": "Incorreta. A investigação da mastalgia acíclica começa com exame clínico e de imagem (mamografia e/ou ultrassonografia). A biópsia só é indicada se houver um achado suspeito (nódulo, microcalcificações, etc.) nesses exames. Na ausência de achados, a conduta é expectante e sintomática."
    },
    "alternativa_correta": "C",
    "areas_principais": ["Ginecologia e Obstetrícia", "Mastologia"],
    "subtopicos": [
      "Mastalgia",
      "Mastalgia Cíclica",
      "Mastalgia Acíclica",
      "Doenças Benignas da Mama"
    ],
    "createdAt": "2025-07-14T20:15:20-03:00"
  },
  {
    "id": "c3d4e5f6-g7h8-i9j0-k1l2-m3n4o5p6q7r8",
    "enunciado": "Paciente de 35 anos, com queixa de nódulo doloroso na mama esquerda, realiza ultrassonografia que descreve: 'Nódulo de 2,5 cm, de formato oval, anecoico, com paredes finas e lisas, apresentando reforço acústico posterior'. O provável diagnóstico e a classificação correspondente no sistema BI-RADS® são:",
    "alternativas": {
      "A": "Cisto simples, BI-RADS 2.",
      "B": "Cisto complexo, BI-RADS 3.",
      "C": "Lesão provavelmente maligna, BI-RADS 4.",
      "D": "Cisto simples, BI-RADS 1.",
      "E": "Fibroadenoma, BI-RADS 3."
    },
    "comentarios": {
      "A": "Correta. A descrição ultrassonográfica é clássica de um cisto simples: conteúdo anecoico (preto, sem ecos no interior), paredes finas e regulares, e reforço acústico posterior (o som passa facilmente pelo líquido, tornando a área atrás do cisto mais clara). Cistos simples são achados benignos, classificados como BI-RADS 2.",
      "B": "Incorreta. Um cisto complexo (ou espesso) teria paredes espessadas, septos internos, conteúdo ecogênico (não anecoico) ou um componente sólido. Tais achados seriam classificados como BI-RADS 3 (provavelmente benigno) ou BI-RADS 4 (suspeito), dependendo das características.",
      "C": "Incorreta. Lesões malignas geralmente são hipoecoicas (não anecoicas), com margens irregulares, espiculadas, e podem apresentar sombra acústica posterior, o oposto do descrito.",
      "D": "Incorreta. BI-RADS 1 significa um exame inteiramente normal, sem nenhum achado. Como foi identificado um cisto (ainda que benigno), a classificação correta é BI-RADS 2 (achado benigno).",
      "E": "Incorreta. Um fibroadenoma é um nódulo sólido, que na ultrassonografia se apresenta como uma imagem hipoecoica, e não anecoica."
    },
    "alternativa_correta": "A",
    "areas_principais": [
      "Ginecologia e Obstetrícia",
      "Mastologia",
      "Radiologia"
    ],
    "subtopicos": [
      "Classificação BI-RADS",
      "Ultrassonografia Mamária",
      "Cisto Mamário",
      "Nódulos Mamários"
    ],
    "createdAt": "2025-07-14T20:15:21-03:00"
  },
  {
    "id": "d4e5f6g7-h8i9-j0k1-l2m3-n4o5p6q7r8s9",
    "enunciado": "Diante do diagnóstico de cisto simples mamário (BI-RADS 2), sintomático (doloroso), em uma paciente de 35 anos, identifique a conduta diagnóstica e/ou terapêutica mais indicada.",
    "alternativas": {
      "A": "Punção aspirativa por agulha fina (PAAF).",
      "B": "Biópsia por agulha grossa (core biopsy).",
      "C": "Biópsia cirúrgica excisional.",
      "D": "Acompanhamento com ultrassonografia de mama em 6 meses.",
      "E": "Ressonância magnética das mamas."
    },
    "comentarios": {
      "A": "Correta. Em cistos simples que são sintomáticos (causam dor ou desconforto significativo), a PAAF é o procedimento de escolha. Ela serve tanto para confirmar o diagnóstico (a aspiração de líquido amarelado-esverdeado com o desaparecimento completo do nódulo confirma a natureza cística) quanto como terapêutica (o esvaziamento alivia a dor).",
      "B": "Incorreta. A core biopsy é indicada para nódulos sólidos suspeitos (BI-RADS 4 ou 5) para obter amostras de tecido para análise histopatológica. Não é apropriada para um cisto simples.",
      "C": "Incorreta. A biópsia cirúrgica é um procedimento invasivo reservado para lesões suspeitas que não podem ser diagnosticadas por métodos menos invasivos ou para tratamento de malignidade. É um excesso de intervenção para um cisto simples.",
      "D": "Incorreta. O acompanhamento em 6 meses é a conduta padrão para achados provavelmente benignos (BI-RADS 3). Para um cisto simples (BI-RADS 2) assintomático, a conduta é retorno à rotina de rastreamento. Como este cisto é sintomático, a intervenção para alívio (PAAF) é preferível.",
      "E": "Incorreta. A ressonância magnética é um exame de alta sensibilidade, utilizado em situações específicas como rastreamento de alto risco, avaliação de próteses ou para elucidar achados duvidosos em outros exames. Não tem indicação na abordagem inicial de um cisto simples."
    },
    "alternativa_correta": "A",
    "areas_principais": ["Ginecologia e Obstetrícia", "Mastologia"],
    "subtopicos": [
      "Cisto Mamário",
      "Punção Aspirativa por Agulha Fina (PAAF)",
      "Conduta em Nódulos Mamários"
    ],
    "createdAt": "2025-07-14T20:15:22-03:00"
  },
  {
    "id": "e5f6g7h8-i9j0-k1l2-m3n4-o5p6q7r8s9t0",
    "enunciado": "Paciente de 52 anos, assintomática, realiza mamografia de rotina. O laudo descreve: 'Mamas heterogeneamente densas, o que pode obscurecer pequenas massas. Presença de calcificações vasculares esparsas. Ausência de nódulos ou microcalcificações suspeitas. Conclusão: BI-RADS 2 (Achados Benignos)'. Sobre este resultado, é correto afirmar:",
    "alternativas": {
      "A": "O laudo está incorreto pois, por se tratar de mamas densas, a classificação deveria ser BI-RADS 0.",
      "B": "O laudo está correto e BI-RADS 2 indica um achado benigno, com risco de malignidade maior que 0%, porém menor que 2%.",
      "C": "O laudo está correto e BI-RADS 2 indica um achado benigno, com um risco de malignidade que é efetivamente de 0%.",
      "D": "O laudo está incorreto pois, por se tratar de mamas densas e apresentar calcificações, a classificação deveria ser BI-RADS 3.",
      "E": "O laudo está correto, mas a presença de mamas densas exige a repetição anual do exame, em vez da recomendação padrão bienal para a faixa etária."
    },
    "comentarios": {
      "A": "Incorreta. BI-RADS 0 (Incompleto) é usado quando o exame é insuficiente para uma conclusão, necessitando de avaliação adicional (ex: compressão, magnificação, ultrassonografia). A densidade mamária é uma característica, não uma incompletude do exame. O radiologista conseguiu concluir que não há achados suspeitos, portanto a classificação 0 não se aplica.",
      "B": "Incorreta. A descrição de risco de malignidade >0% e <2% corresponde à categoria BI-RADS 3 (Achado Provavelmente Benigno).",
      "C": "Correta. BI-RADS 2 é a categoria para achados que são inequivocamente benignos (como cistos simples, calcificações vasculares, linfonodos intramamários, etc.). A probabilidade de malignidade para um achado BI-RADS 2 é considerada virtualmente nula (0%).",
      "D": "Incorreta. A densidade mamária e a presença de calcificações benignas (vasculares, em 'casca de ovo', etc.) não justificam uma classificação BI-RADS 3. BI-RADS 3 é reservado para achados com morfologia provavelmente benigna, mas sem a certeza absoluta de uma lesão BI-RADS 2, necessitando de controle em curto prazo.",
      "E": "Incorreta. A recomendação de periodicidade do rastreamento mamográfico (anual ou bienal) é definida por políticas de saúde pública e sociedades médicas com base na idade e fatores de risco, não pela classificação BI-RADS de um exame. Embora mamas densas sejam um fator de risco e diminuam a sensibilidade da mamografia, a classificação BI-RADS 2 isoladamente não altera o intervalo de rastreamento recomendado."
    },
    "alternativa_correta": "C",
    "areas_principais": [
      "Ginecologia e Obstetrícia",
      "Mastologia",
      "Radiologia"
    ],
    "subtopicos": [
      "Classificação BI-RADS",
      "Mamografia",
      "Densidade Mamária",
      "Rastreamento do Câncer de Mama"
    ],
    "createdAt": "2025-07-14T20:15:23-03:00"
  },
  {
    "id": "f6g7h8i9-j0k1-l2m3-n4o5-p6q7r8s9t0u1",
    "enunciado": "Uma paciente de 45 anos realiza mamografia que evidencia um agrupamento de microcalcificações pleomórficas em uma área de mamas densas. O radiologista sugere avaliação complementar. Quanto à conduta diagnóstica, pode-se afirmar que:",
    "alternativas": {
      "A": "A complementação mais adequada, para melhor visualização das calcificações, seria a ultrassonografia mamária.",
      "B": "Por ter mamas densas, a paciente necessitará de complementação do exame com incidências mamográficas com compressão seletiva e magnificação.",
      "C": "A complementação que, provavelmente, foi realizada para melhor visualização das calcificações foi a técnica de agulhamento.",
      "D": "Provavelmente foi utilizada a técnica de Eklund para melhor posicionamento das mamas no mamógrafo.",
      "E": "A ressonância magnética com contraste é o próximo passo para avaliar microcalcificações."
    },
    "comentarios": {
      "A": "Incorreta. A ultrassonografia é excelente para avaliar nódulos e cistos, especialmente em mamas densas, mas tem baixa sensibilidade para a detecção e caracterização morfológica de microcalcificações, que são o principal achado neste caso.",
      "B": "Correta. As microcalcificações são mais bem avaliadas pela mamografia. Para caracterizar sua morfologia (forma, distribuição, densidade) e determinar o grau de suspeição, utilizam-se incidências magnificadas e com compressão localizada na área de interesse. Isso permite uma análise detalhada, fundamental para a decisão entre seguimento e biópsia.",
      "C": "Incorreta. O agulhamento (ou marcação pré-cirúrgica) não é uma técnica de visualização ou diagnóstico, mas sim um procedimento para localizar uma lesão não palpável antes de uma biópsia cirúrgica.",
      "D": "Incorreta. A técnica de Eklund é uma manobra especial utilizada na mamografia de pacientes com implantes de silicone para deslocar a prótese e permitir uma melhor compressão e visualização do tecido mamário.",
      "E": "Incorreta. A ressonância magnética não é o método de escolha para a avaliação primária de microcalcificações, pois muitas calcificações (incluindo as malignas, como no carcinoma ductal in situ de baixo grau) podem não apresentar realce pelo contraste, sendo invisíveis ao método."
    },
    "alternativa_correta": "B",
    "areas_principais": [
      "Ginecologia e Obstetrícia",
      "Mastologia",
      "Radiologia"
    ],
    "subtopicos": [
      "Mamografia",
      "Microcalcificações Mamárias",
      "Técnicas de Imagem Mamográfica",
      "Compressão e Magnificação"
    ],
    "createdAt": "2025-07-14T20:15:24-03:00"
  },
  {
    "id": "a1b2c3d4-e5f6-g7h8-i9j0-k1l2m3n4o5p7",
    "enunciado": "Quanto aos determinantes genéticos do câncer de mama hereditário, é correto afirmar:",
    "alternativas": {
      "A": "Na paciente com história familiar de alto risco para câncer de mama, o rastreamento mamográfico é iniciado precocemente, geralmente a partir dos 25-30 anos, ou 10 anos antes do caso mais jovem na família.",
      "B": "A síndrome de Li-Fraumeni está associada a mutações no gene supressor de tumor TP53 e aumenta o risco de sarcomas, tumores cerebrais, leucemias e câncer de mama.",
      "C": "A principal mutação associada ao câncer de mama hereditário, no gene BRCA1, tem padrão de herança autossômico recessivo.",
      "D": "A mutação do gene BRCA2 é um fator de proteção para o câncer de mama masculino.",
      "E": "Ter uma mutação no gene BRCA1 ou BRCA2 garante que a pessoa desenvolverá câncer de mama ao longo da vida."
    },
    "comentarios": {
      "A": "Correta. As diretrizes para rastreamento em mulheres de alto risco (ex: portadoras de mutação genética, história familiar forte) recomendam o início mais precoce da vigilância, usualmente com ressonância magnética anual a partir dos 25-30 anos e mamografia anual a partir dos 30-40 anos, ou ajustado conforme a idade do parente mais jovem diagnosticado. A afirmação sobre o início precoce está correta em seu conceito.",
      "B": "Incorreta. A descrição da síndrome de Li-Fraumeni e sua associação com o gene TP53 e múltiplos tipos de tumores está correta. No entanto, a pergunta pede a afirmação correta sobre os determinantes genéticos em geral, e a alternativa A descreve uma conduta prática fundamental derivada desses determinantes. (Nota: A explicação original apontava para a alternativa C, mas a herança é dominante. A alternativa B está factualmente correta, mas a A representa uma aplicação clínica mais comum no contexto de rastreamento. Reavaliando, a pergunta é ampla. Vamos checar a explicação original novamente: 'Mutações em BRCA1/2 transmitem-se em padrão autossômico dominante'. A alternativa C afirma o oposto. A alternativa B está correta sobre Li-Fraumeni. A alternativa A está correta sobre a conduta. A explicação original provavelmente se referia à incorreção da alternativa C. Vamos reescrever para maior clareza).",
      "C": "Incorreta. As mutações nos genes BRCA1 e BRCA2, as mais comuns no câncer de mama hereditário, são transmitidas em um padrão autossômico dominante. Isso significa que a herança de uma única cópia do gene mutado (de um dos pais) é suficiente para aumentar significativamente o risco de desenvolver a doença.",
      "D": "Incorreta. A mutação no gene BRCA2 é o fator de risco genético mais importante para o desenvolvimento de câncer de mama em homens, não um fator de proteção.",
      "E": "Incorreta. Ter uma mutação nos genes BRCA1/2 aumenta drasticamente o risco (penetração), mas não o torna 100%. O risco de desenvolver câncer de mama até os 80 anos é de aproximadamente 72% para portadoras de BRCA1 e 69% para portadoras de BRCA2. É um risco muito elevado, mas não uma certeza."
    },
    "alternativa_correta": "A",
    "areas_principais": [
      "Ginecologia e Obstetrícia",
      "Mastologia",
      "Genética Médica",
      "Oncologia"
    ],
    "subtopicos": [
      "Câncer de Mama Hereditário",
      "Genes BRCA1 e BRCA2",
      "Síndrome de Li-Fraumeni",
      "Rastreamento de Alto Risco"
    ],
    "createdAt": "2025-07-14T20:15:25-03:00"
  },
  {
    "id": "b2c3d4e5-f6g7-h8i9-j0k1-l2m3n4o5p6q8",
    "enunciado": "Durante a análise de uma mamografia de rastreamento, são considerados achados radiológicos tipicamente benignos (BI-RADS 2):",
    "alternativas": {
      "A": "Nódulo espiculado e de alta densidade.",
      "B": "Calcificações redondas, de centro radiotransparente, conhecidas como calcificações em 'casca de ovo'.",
      "C": "Assimetria focal que persiste ou aumenta com a manobra de compressão seletiva.",
      "D": "Nódulo circunscrito, impalpável e não calcificado, visualizado pela primeira vez.",
      "E": "Distorção da arquitetura do parênquima."
    },
    "comentarios": {
      "A": "Incorreta. Um nódulo com margens espiculadas (que se irradiam do centro) e de alta densidade é altamente suspeito de malignidade (BI-RADS 4C ou 5).",
      "B": "Correta. As calcificações em 'casca de ovo' ou anelares são depósitos de cálcio na parede de uma estrutura arredondada, como um cisto oleoso ou um cisto simples antigo. São um achado classicamente benigno (BI-RADS 2).",
      "C": "Incorreta. Uma assimetria focal que, ao ser comprimida, se espalha e se desfaz, geralmente corresponde a tecido fibroglandular sobreposto (benigno). No entanto, se a assimetria persiste ou se torna mais evidente, ela é considerada suspeita (BI-RADS 4).",
      "D": "Incorreta. Um nódulo circunscrito, impalpável e novo, embora tenha características de benignidade (circunscrito), por ser um achado novo, geralmente é classificado como BI-RADS 3 (provavelmente benigno) e requer acompanhamento em curto prazo para garantir sua estabilidade.",
      "E": "Incorreta. A distorção arquitetural, que é uma alteração da estrutura normal do parênquima sem um nódulo definido, é um achado suspeito de malignidade (BI-RADS 4 ou 5) até que se prove o contrário."
    },
    "alternativa_correta": "B",
    "areas_principais": [
      "Ginecologia e Obstetrícia",
      "Mastologia",
      "Radiologia"
    ],
    "subtopicos": [
      "Mamografia",
      "Classificação BI-RADS",
      "Achados Mamográficos Benignos",
      "Calcificações Mamárias"
    ],
    "createdAt": "2025-07-14T20:15:26-03:00"
  },
  {
    "id": "c3d4e5f6-g7h8-i9j0-k1l2-m3n4o5p6q7r9",
    "enunciado": "Uma paciente realiza mamografia que lauda um achado como BI-RADS 2. A melhor conduta nesse caso é:",
    "alternativas": {
      "A": "Seguimento com nova mamografia em 6 meses.",
      "B": "Punção por agulha fina (PAAF) do achado.",
      "C": "Biópsia por agulha grossa (core biopsy) guiada por ultrassom.",
      "D": "Retorno ao rastreamento mamográfico de rotina (geralmente anual ou bienal, dependendo da idade e dos fatores de risco).",
      "E": "Biópsia cirúrgica guiada por mamografia."
    },
    "comentarios": {
      "A": "Incorreta. O seguimento em 6 meses é a conduta padrão para achados da categoria BI-RADS 3 (provavelmente benignos), para avaliar a estabilidade da lesão. Não é necessário para um achado BI-RADS 2.",
      "B": "Incorreta. A PAAF é um procedimento invasivo utilizado para cistos sintomáticos ou para citologia de nódulos, não sendo indicada para um achado já classificado como benigno (BI-RADS 2).",
      "C": "Incorreta. A core biopsy é indicada para obter um diagnóstico histológico de uma lesão suspeita (BI-RADS 4 ou 5), sendo um procedimento desnecessário e excessivo para um achado benigno.",
      "D": "Correta. Um laudo BI-RADS 2 significa que foram identificados achados, mas eles são inequivocamente benignos. Nenhuma ação adicional ou acompanhamento em curto prazo é necessário. A paciente deve simplesmente continuar seu rastreamento regular, conforme as diretrizes para sua faixa etária e perfil de risco.",
      "E": "Incorreta. A biópsia cirúrgica é a abordagem mais invasiva, reservada para casos específicos de lesões suspeitas ou malignas. É completamente inadequada para um achado BI-RADS 2."
    },
    "alternativa_correta": "D",
    "areas_principais": [
      "Ginecologia e Obstetrícia",
      "Mastologia",
      "Radiologia"
    ],
    "subtopicos": [
      "Classificação BI-RADS",
      "Mamografia",
      "Conduta em Achados Mamográficos",
      "Rastreamento do Câncer de Mama"
    ],
    "createdAt": "2025-07-14T20:15:27-03:00"
  },
  {
    "id": "d4e5f6g7-h8i9-j0k1-l2m3-n4o5p6q7r8s0",
    "enunciado": "Sobre a abordagem da descarga papilar (ou derrame papilar), é correto afirmar:",
    "alternativas": {
      "A": "A descarga papilar uniductal, espontânea e transparente ('água de rocha') ou sanguinolenta é considerada suspeita e requer investigação.",
      "B": "A secreção multicolorida e espessa, que exterioriza em múltiplos ductos à expressão, é altamente suspeita para neoplasia maligna.",
      "C": "Na vigência de secreção sanguinolenta, a citologia oncótica do material é o exame padrão-ouro para o diagnóstico e, se positiva, indica exérese dos ductos principais.",
      "D": "A galactorreia (descarga láctea bilateral) que cursa sem aumento de prolactina é fisiológica e não requer investigação adicional.",
      "E": "Toda descarga papilar deve ser tratada com a exérese cirúrgica do ducto acometido."
    },
    "comentarios": {
      "A": "Correta. A descarga papilar é classificada como 'suspeita' quando é espontânea, persistente, uniductal (de um único poro) e com aspecto seroso ('água de rocha'), serossanguinolento ou francamente sanguinolento. Essas características aumentam a chance de haver uma lesão subjacente, como um papiloma intraductal ou, mais raramente, um carcinoma.",
      "B": "Incorreta. A descarga multiductal, que ocorre apenas à expressão, e que é multicolorida (verde, marrom, cinza) e espessa, é característica da ectasia ductal, uma condição benigna. É considerada uma descarga papilar 'fisiológica' ou não suspeita.",
      "C": "Incorreta. A citologia da descarga papilar tem baixa sensibilidade e alto índice de resultados falso-negativos, não sendo mais considerada um exame central na investigação. O padrão atual para investigar uma descarga suspeita é através de exames de imagem (mamografia e ultrassonografia) e, se necessário, ductografia ou biópsia da lesão identificada.",
      "D": "Incorreta. A galactorreia (produção de leite fora do período de lactação) está classicamente associada à hiperprolactinemia. Se os níveis de prolactina estiverem normais, outras causas devem ser investigadas, como hipotireoidismo ou o uso de medicamentos que interferem na via da dopamina (ex: alguns antidepressivos, antipsicóticos). Não deve ser considerada fisiológica sem investigação.",
      "E": "Incorreta. A cirurgia só é indicada para descargas papilares suspeitas, especialmente quando há uma lesão identificada nos exames de imagem, ou quando a descarga é muito incômoda e a investigação não encontrou a causa. A maioria dos casos de descarga papilar é benigna e não requer tratamento cirúrgico."
    },
    "alternativa_correta": "A",
    "areas_principais": ["Ginecologia e Obstetrícia", "Mastologia"],
    "subtopicos": [
      "Descarga Papilar",
      "Derrame Papilar",
      "Papiloma Intraductal",
      "Ectasia Ductal"
    ],
    "createdAt": "2025-07-14T20:15:28-03:00"
  },
  {
    "id": "e5f6g7h8-i9j0-k1l2-m3n4-o5p6q7r8s9t1",
    "enunciado": "Paciente de 28 anos, com IMC de 32 kg/m², apresenta queixa de irregularidade menstrual (ciclos de 45 a 60 dias), acne e aumento de pelos no rosto e abdome. Relata estar tentando engravidar há 1 ano, sem sucesso. A ultrassonografia pélvica mostra ovários de volume aumentado com múltiplos pequenos folículos periféricos. Diante da principal suspeita diagnóstica de Síndrome dos Ovários Policísticos (SOP), é correto afirmar sobre a conduta inicial:",
    "alternativas": {
      "A": "A medicação de primeira escolha é a metformina para tratar a resistência insulínica, associada à espironolactona para o hirsutismo.",
      "B": "A primeira e mais importante intervenção terapêutica é a modificação do estilo de vida, com foco na perda ponderal através de dieta e atividade física.",
      "C": "Como a paciente já está tentando engravidar há 1 ano, a primeira opção terapêutica é a indução da ovulação com citrato de clomifeno.",
      "D": "O tratamento mais adequado, nesse momento, é a administração de progestágenos cíclicos para regularizar a menstruação e proteger o endométrio.",
      "E": "Deve-se iniciar imediatamente contraceptivo oral combinado para controle do hiperandrogenismo."
    },
    "comentarios": {
      "A": "Incorreta. Embora metformina e espironolactona possam ser usadas no tratamento da SOP, elas não são a primeira linha, especialmente em uma paciente com sobrepeso/obesidade que deseja engravidar. A mudança de estilo de vida deve preceder a farmacoterapia.",
      "B": "Correta. Para pacientes com SOP e excesso de peso, a modificação do estilo de vida é a pedra angular do tratamento. A perda de apenas 5-10% do peso corporal pode ser suficiente para reduzir a resistência à insulina, diminuir os níveis de androgênios, restaurar a ovulação espontânea e a fertilidade, além de melhorar os parâmetros metabólicos.",
      "C": "Incorreta. Antes de partir para a indução da ovulação com medicamentos, deve-se tentar a restauração da ovulação espontânea através da perda de peso, que é menos invasiva e traz benefícios sistêmicos.",
      "D": "Incorreta. O uso de progestágenos é uma opção para a proteção endometrial em pacientes anovulatórias que não desejam engravidar. No caso de uma paciente que busca a gestação, o objetivo principal é restaurar a ovulação, e não apenas induzir a menstruação.",
      "E": "Incorreta. O uso de contraceptivos orais é uma excelente opção para o tratamento dos sintomas de hiperandrogenismo e irregularidade menstrual, mas é contraindicado para uma paciente que está tentando engravidar ativamente."
    },
    "alternativa_correta": "B",
    "areas_principais": ["Ginecologia e Obstetrícia", "Endocrinologia"],
    "subtopicos": [
      "Síndrome dos Ovários Policísticos (SOP)",
      "Anovulação Crônica",
      "Hiperandrogenismo",
      "Infertilidade",
      "Modificação do Estilo de Vida"
    ],
    "createdAt": "2025-07-14T20:15:29-03:00"
  },
  {
    "id": "f6g7h8i9-j0k1-l2m3-n4o5-p6q7r8s9t0u2",
    "enunciado": "Na investigação laboratorial de uma paciente com suspeita de Síndrome dos Ovários Policísticos (SOP), qual é o achado hormonal clássico relacionado às gonadotrofinas hipofisárias?",
    "alternativas": {
      "A": "Um aumento dos níveis de FSH e queda dos níveis de LH, gerando uma proporção FSH/LH > 2.",
      "B": "Um aumento dos níveis de LH e níveis de FSH normais ou diminuídos, gerando uma proporção LH/FSH > 2.",
      "C": "Níveis de LH e FSH ambos marcadamente elevados, característico de falência ovariana.",
      "D": "Níveis de LH e FSH ambos suprimidos, característico de hipogonadismo hipogonadotrófico.",
      "E": "Níveis normais de LH e FSH, com aumento isolado da prolactina."
    },
    "comentarios": {
      "A": "Incorreta. Esta proporção invertida não é característica da SOP. Um aumento do FSH em relação ao LH é observado na insuficiência ovariana.",
      "B": "Correta. A fisiopatologia da SOP envolve um aumento da frequência dos pulsos de GnRH, o que favorece a secreção de Hormônio Luteinizante (LH) em detrimento do Hormônio Folículo-Estimulante (FSH). Isso resulta em níveis de LH cronicamente elevados e níveis de FSH normais ou baixos, levando a uma relação LH/FSH frequentemente superior a 2 ou 2,5. Este achado, embora clássico, não é obrigatório para o diagnóstico.",
      "C": "Incorreta. LH e FSH elevados são a marca da falência ovariana primária (menopausa), onde a ausência de feedback negativo dos ovários leva a uma hiperestimulação hipofisária.",
      "D": "Incorreta. LH e FSH suprimidos indicam um problema no hipotálamo ou na hipófise (causa central), como no hipogonadismo hipogonadotrófico, ou supressão por estresse/exercício excessivo.",
      "E": "Incorreta. Um aumento isolado da prolactina (hiperprolactinemia) é um diagnóstico diferencial importante para a anovulação crônica e deve ser investigado, mas não é o achado clássico da SOP em relação às gonadotrofinas."
    },
    "alternativa_correta": "B",
    "areas_principais": ["Ginecologia e Obstetrícia", "Endocrinologia"],
    "subtopicos": [
      "Síndrome dos Ovários Policísticos (SOP)",
      "Diagnóstico Laboratorial da SOP",
      "Hormônio Luteinizante (LH)",
      "Hormônio Folículo-Estimulante (FSH)"
    ],
    "createdAt": "2025-07-14T20:15:30-03:00"
  },
  {
    "id": "a1b2c3d4-e5f6-g7h8-i9j0-k1l2m3n4o5p8",
    "enunciado": "Durante a investigação de uma paciente com quadro clínico de anovulação crônica e hiperandrogenismo, suspeito de Síndrome dos Ovários Policísticos (SOP), é fundamental excluir outras causas. Identifique o exame laboratorial que auxilia no diagnóstico diferencial com a forma não clássica de hiperplasia adrenal congênita.",
    "alternativas": {
      "A": "Dosagem da globulina transportadora de hormônios sexuais (SHBG).",
      "B": "Curva de estímulo de FSH/LH após administração de GnRH.",
      "C": "Dosagem de progesterona na fase lútea.",
      "D": "Dosagem de 17-hidroxiprogesterona (17-OHP) basal.",
      "E": "Dosagem de sulfato de deidroepiandrosterona (S-DHEA)."
    },
    "comentarios": {
      "A": "Incorreta. A dosagem de SHBG é útil na avaliação do hiperandrogenismo (na SOP, costuma estar baixa, aumentando a fração livre de testosterona), mas não diferencia SOP de hiperplasia adrenal congênita.",
      "B": "Incorreta. O teste de estímulo com GnRH avalia a resposta hipofisária e é usado em contextos de puberdade precoce ou hipogonadismo, não sendo um exame de rotina para o diagnóstico diferencial da SOP.",
      "C": "Incorreta. A dosagem de progesterona na fase lútea serve para confirmar se ocorreu ovulação, o que é útil no manejo da infertilidade, mas não para o diagnóstico diferencial em questão.",
      "D": "Correta. A hiperplasia adrenal congênita (HAC) por deficiência da 21-hidroxilase, em sua forma não clássica (de início tardio), é o principal diagnóstico diferencial da SOP, pois também cursa com hiperandrogenismo e irregularidade menstrual. O acúmulo do precursor 17-hidroxiprogesterona (17-OHP) é a marca da doença. A dosagem basal da 17-OHP pela manhã é o exame de triagem. Valores elevados sugerem o diagnóstico de HAC.",
      "E": "Incorreta. O S-DHEA é um andrógeno de produção quase que exclusivamente adrenal. Níveis muito elevados podem sugerir um tumor adrenal virilizante, que é um diagnóstico diferencial mais raro. Embora útil na investigação do hiperandrogenismo, o marcador específico para a forma mais comum de HAC é a 17-OHP."
    },
    "alternativa_correta": "D",
    "areas_principais": ["Ginecologia e Obstetrícia", "Endocrinologia"],
    "subtopicos": [
      "Diagnóstico Diferencial da SOP",
      "Hiperplasia Adrenal Congênita",
      "17-hidroxiprogesterona (17-OHP)",
      "Hiperandrogenismo"
    ],
    "createdAt": "2025-07-14T20:15:31-03:00"
  },
  {
    "id": "b2c3d4e5-f6g7-h8i9-j0k1-l2m3n4o5p6q9",
    "enunciado": "Puérpera de 20 dias, amamentando em livre demanda, procura o pronto-socorro com queixa de dor intensa, hiperemia e calor na mama direita há 2 dias, associado a febre (38,5°C) e calafrios. Ao exame, a mama direita está edemaciada, com uma área endurada, vermelha e quente no quadrante superior lateral. Considerando o diagnóstico de mastite puerperal, a conduta em relação à amamentação é:",
    "alternativas": {
      "A": "Suspender a amamentação em ambas as mamas imediatamente e iniciar fórmula infantil.",
      "B": "Suspender a amamentação somente na mama infectada, mantendo na mama sadia.",
      "C": "Não suspender a amamentação no momento. Caso evolua com abscesso, a suspensão deverá ser indicada em ambas as mamas.",
      "D": "Não suspender a amamentação em nenhuma das mamas. Manter o esvaziamento mamário frequente é parte fundamental do tratamento. Caso evolua com abscesso, a amamentação poderá ser temporariamente suspensa apenas na mama afetada.",
      "E": "Indicar o uso de cabergolina para inibir a lactação e resolver o quadro mais rapidamente."
    },
    "comentarios": {
      "A": "Incorreta. A suspensão abrupta da amamentação piora o ingurgitamento e a estase do leite, que são fatores causais da mastite, podendo aumentar o risco de formação de abscesso. O leite não oferece risco ao bebê.",
      "B": "Incorreta. Suspender a amamentação na mama afetada também agrava a estase láctea local, piorando o quadro inflamatório e infeccioso.",
      "C": "Incorreta. A conduta em relação à amamentação na presença de um abscesso não é a suspensão em ambas as mamas. A mama contralateral, sadia, deve continuar sendo oferecida normalmente.",
      "D": "Correta. A manutenção da amamentação e o esvaziamento eficaz da mama afetada são cruciais para o tratamento da mastite, pois ajudam a drenar a área infectada e aliviar a estase do leite. A recomendação é iniciar a mamada pela mama doente para garantir um esvaziamento mais efetivo. Se houver formação de abscesso, a amamentação pode ser mantida se a posição da incisão ou drenagem permitir e não causar dor excessiva; caso contrário, pode-se suspender temporariamente na mama afetada, mantendo a ordenha, e amamentar normalmente na mama sadia.",
      "E": "Incorreta. A inibição da lactação com cabergolina é contraindicada, pois a estase láctea que se seguiria pioraria drasticamente o quadro infeccioso e o risco de abscesso. O objetivo é o oposto: facilitar o fluxo de leite."
    },
    "alternativa_correta": "D",
    "areas_principais": ["Ginecologia e Obstetrícia", "Infectologia"],
    "subtopicos": [
      "Mastite Puerperal",
      "Lactação",
      "Infecções Puerperais",
      "Manejo da Amamentação"
    ],
    "createdAt": "2025-07-14T20:15:32-03:00"
  },
  {
    "id": "c3d4e5f6-g7h8-i9j0-k1l2-m3n4o5p6q7r0",
    "enunciado": "Para a paciente com diagnóstico clínico de mastite puerperal infecciosa, sem sinais de abscesso, qual o tratamento medicamentoso mais adequado?",
    "alternativas": {
      "A": "Como a medicação pode passar para o leite, a paciente deverá ser orientada a fazer apenas compressa morna e ordenha manual.",
      "B": "Iniciar apenas com anti-inflamatórios e analgésicos. Não há indicação de uso de antibiótico no momento, já que não há abscesso.",
      "C": "Prescrever cefalexina, orientar a suspensão do anti-inflamatório (pois pode mascarar a febre) e associar cabergolina para secar o leite.",
      "D": "Deverá ser prescrito um antibiótico eficaz contra Staphylococcus aureus, como a cefalexina, associado a um anti-inflamatório não esteroidal (AINE) e analgésico, além da manutenção do esvaziamento mamário.",
      "E": "Internação hospitalar para antibioticoterapia venosa com oxacilina."
    },
    "comentarios": {
      "A": "Incorreta. A mastite infecciosa, caracterizada por sintomas sistêmicos como febre e calafrios, requer tratamento com antibióticos. As medidas de suporte (esvaziamento, compressas) são importantes, mas insuficientes isoladamente.",
      "B": "Incorreta. Se os sintomas são intensos e persistem por mais de 24 horas, ou se há sinais claros de infecção desde o início (como no caso, com febre alta), a antibioticoterapia está indicada para prevenir a progressão para abscesso.",
      "C": "Incorreta. A cabergolina é contraindicada. O uso de AINEs é benéfico para o controle da dor e da inflamação e não deve ser suspenso; o controle da febre é desejável e a melhora clínica geral é o parâmetro de resposta.",
      "D": "Correta. O tratamento da mastite puerperal se baseia em três pilares: 1) Esvaziamento eficaz da mama (manter amamentação/ordenha); 2) Tratamento de suporte com analgésicos (paracetamol) e anti-inflamatórios (ibuprofeno); 3) Antibioticoterapia para cobrir os agentes mais comuns, principalmente Staphylococcus aureus. A cefalexina oral é uma excelente primeira escolha por ser segura na lactação e ter boa cobertura.",
      "E": "Incorreta. A internação para antibioticoterapia venosa é reservada para casos graves, com sinais de sepse, falha terapêutica ao tratamento oral, ou em pacientes imunocomprometidas. A maioria dos casos de mastite pode ser tratada ambulatorialmente."
    },
    "alternativa_correta": "D",
    "areas_principais": ["Ginecologia e Obstetrícia", "Infectologia"],
    "subtopicos": [
      "Mastite Puerperal",
      "Tratamento da Mastite",
      "Antibioticoterapia na Lactação",
      "Staphylococcus aureus"
    ],
    "createdAt": "2025-07-14T20:15:33-03:00"
  },
  {
    "id": "d4e5f6g7-h8i9-j0k1-l2m3-n4o5p6q7r8s1",
    "enunciado": "Uma complicação que pode se instalar após episódios recorrentes de mastite, especialmente em mulheres não lactantes, é a mastite crônica periductal (ou ectasia ductal). O tratamento mais eficaz para a forma crônica e recorrente desta complicação é:",
    "alternativas": {
      "A": "Antibioticoterapia de supressão com cefalexina em baixa dose por 3 a 6 meses.",
      "B": "Ressecção cirúrgica completa do sistema ductal terminal afetado (cirurgia de Urban ou Hadfield).",
      "C": "Drenagem cirúrgica da loja do abscesso a cada novo episódio.",
      "D": "Punção do abscesso guiada por ultrassom, repetida quantas vezes forem necessárias.",
      "E": "Uso crônico de anti-inflamatórios não esteroidais."
    },
    "comentarios": {
      "A": "Incorreta. A antibioticoterapia prolongada pode ser tentada, mas geralmente não é curativa para a mastite crônica periductal, pois a condição de base (alteração estrutural dos ductos) persiste, levando a recidivas após a suspensão do medicamento.",
      "B": "Correta. A mastite crônica periductal é uma doença do ducto terminal. Os episódios de inflamação e infecção recorrem porque o ducto doente é o foco. O tratamento definitivo e mais eficaz para os casos recorrentes e refratários é a remoção cirúrgica de todo o complexo ducto-areolar terminal doente.",
      "C": "Incorreta. A drenagem cirúrgica trata o abscesso agudo, que é uma complicação, mas não trata a doença de base (o ducto doente). Portanto, as recorrências são a regra.",
      "D": "Incorreta. Assim como a drenagem cirúrgica, a punção guiada trata o episódio agudo de abscesso, mas não aborda a causa da cronicidade, levando a recorrências.",
      "E": "Incorreta. O uso crônico de anti-inflamatórios pode aliviar os sintomas durante as crises, mas não previne novos episódios nem trata a causa subjacente da doença."
    },
    "alternativa_correta": "B",
    "areas_principais": [
      "Ginecologia e Obstetrícia",
      "Mastologia",
      "Cirurgia Geral"
    ],
    "subtopicos": [
      "Mastite Crônica",
      "Ectasia Ductal",
      "Fístula Periareolar",
      "Tratamento Cirúrgico da Mastite"
    ],
    "createdAt": "2025-07-14T20:15:34-03:00"
  },
  {
    "id": "e5f6g7h8-i9j0-k1l2-m3n4-o5p6q7r8s9t2",
    "enunciado": "Uma paciente de 65 anos, sem terapia hormonal, procura atendimento por um episódio de sangramento vaginal há uma semana. Identifique a causa mais frequente de sangramento na pós-menopausa:",
    "alternativas": {
      "A": "Pólipo endometrial.",
      "B": "Mioma submucoso.",
      "C": "Câncer de endométrio.",
      "D": "Atrofia endometrial/vaginal.",
      "E": "Hiperplasia endometrial."
    },
    "comentarios": {
      "A": "Incorreta. Embora os pólipos endometriais sejam uma causa comum de sangramento uterino anormal, eles não são a causa mais frequente na pós-menopausa.",
      "B": "Incorreta. Miomas (leiomiomas) são tumores estrogênio-dependentes e tendem a regredir após a menopausa. Embora um mioma submucoso possa sangrar, é uma causa menos comum de sangramento nesta faixa etária em comparação com a atrofia.",
      "C": "Incorreta. O câncer de endométrio é a causa mais grave e deve sempre ser excluído, sendo encontrado em cerca de 10% das mulheres com sangramento na pós-menopausa. No entanto, não é a causa mais comum.",
      "D": "Correta. A causa mais comum de sangramento na pós-menopausa é a atrofia do endométrio e da vagina. Com a queda drástica dos níveis de estrogênio, o tecido endometrial e vaginal torna-se fino, frágil e propenso a sangramentos espontâneos ou pós-traumáticos.",
      "E": "Incorreta. A hiperplasia endometrial (crescimento excessivo do endométrio) é uma causa importante e precursora do câncer de endométrio, mas é menos prevalente que a atrofia como causa de sangramento."
    },
    "alternativa_correta": "D",
    "areas_principais": ["Ginecologia e Obstetrícia"],
    "subtopicos": [
      "Sangramento na Pós-Menopausa",
      "Atrofia Endometrial",
      "Climatério",
      "Câncer de Endométrio"
    ],
    "createdAt": "2025-07-14T20:15:35-03:00"
  },
  {
    "id": "f6g7h8i9-j0k1-l2m3-n4o5-p6q7r8s9t0u3",
    "enunciado": "Uma paciente de 68 anos, G2P2, obesa e hipertensa, apresenta sangramento vaginal há 2 meses. A ultrassonografia transvaginal evidencia um eco endometrial com espessura de 12 mm. Diante deste resultado, é correto afirmar:",
    "alternativas": {
      "A": "A ultrassonografia transvaginal está normal para a idade e a conduta deve ser expectante.",
      "B": "A paciente deverá ser submetida à histeroscopia com biópsia endometrial, apesar de o sangramento ser provavelmente por atrofia.",
      "C": "A ultrassonografia evidencia um endométrio espessado, o que é um achado suspeito nesta faixa etária e impõe a necessidade de investigação histopatológica com biópsia endometrial.",
      "D": "A ultrassonografia transvaginal está normal e a causa do sangramento deve ser ovariana, devendo-se solicitar marcadores tumorais.",
      "E": "O espessamento endometrial é esperado devido à obesidade e não requer investigação adicional."
    },
    "comentarios": {
      "A": "Incorreta. Um endométrio com 12 mm de espessura em uma mulher na pós-menopausa é marcadamente anormal e suspeito. O ponto de corte para normalidade em pacientes com sangramento é de 4 a 5 mm.",
      "B": "Incorreta. A afirmação de que o sangramento é 'provavelmente por atrofia' está errada. Com um endométrio de 12 mm, a atrofia é uma causa improvável; a principal suspeita passa a ser hiperplasia ou câncer endometrial. A indicação de histeroscopia com biópsia, no entanto, está correta.",
      "C": "Correta. Em uma mulher na pós-menopausa com sangramento uterino, uma espessura endometrial medida pela ultrassonografia transvaginal superior a 4 ou 5 mm é considerada anormal e requer investigação histológica para excluir hiperplasia ou carcinoma de endométrio. A histeroscopia com biópsia dirigida é o método padrão-ouro para essa avaliação.",
      "D": "Incorreta. A ultrassonografia não está normal. O achado de um endométrio espessado aponta para uma causa uterina, e não ovariana, para o sangramento.",
      "E": "Incorreta. Embora a obesidade seja um fator de risco para espessamento endometrial (devido à conversão periférica de androgênios em estrogênios no tecido adiposo), este achado nunca deve ser considerado normal ou esperado. Ele representa um estado de hiperestrogenismo que aumenta o risco de câncer e deve ser investigado obrigatoriamente."
    },
    "alternativa_correta": "C",
    "areas_principais": ["Ginecologia e Obstetrícia", "Oncologia"],
    "subtopicos": [
      "Câncer de Endométrio",
      "Sangramento na Pós-Menopausa",
      "Ultrassonografia Transvaginal",
      "Histeroscopia",
      "Hiperplasia Endometrial"
    ],
    "createdAt": "2025-07-14T20:15:36-03:00"
  },
  {
    "id": "a1b2c3d4-e5f6-g7h8-i9j0-k1l2m3n4o5p9",
    "enunciado": "Uma paciente de 60 anos está em investigação de sangramento pós-menopausa e recebe o diagnóstico de adenocarcinoma de endométrio. Analisando sua história, são considerados fatores de risco para esta neoplasia, EXCETO:",
    "alternativas": {
      "A": "Obesidade (IMC: 31 kg/m²).",
      "B": "Menarca aos 10 anos e menopausa aos 54 anos.",
      "C": "Ter tido quatro gestações com partos a termo.",
      "D": "Ser diabética e hipertensa.",
      "E": "Nunca ter engravidado (nuliparidade)."
    },
    "comentarios": {
      "A": "Incorreta. A obesidade é um importante fator de risco. O tecido adiposo periférico converte androstenediona em estrona, um estrogênio que estimula o endométrio, aumentando o risco de hiperplasia e câncer. Portanto, esta é uma fator de risco.",
      "B": "Incorreta. A menarca precoce e a menopausa tardia aumentam o tempo de vida reprodutiva e, consequentemente, o tempo de exposição do endométrio ao estrogênio sem a oposição da progesterona, sendo um fator de risco. Portanto, esta é uma fator de risco.",
      "C": "Correta. Esta é a exceção. A multiparidade é considerada um fator de PROTEÇÃO contra o câncer de endométrio. A cada gestação, a mulher passa por um longo período sob o domínio da progesterona, que tem um efeito antiproliferativo e protetor sobre o endométrio.",
      "D": "Incorreta. O diabetes mellitus e a hipertensão arterial estão frequentemente associados à obesidade e à síndrome metabólica, sendo considerados fatores de risco independentes para o câncer de endométrio, possivelmente por meio de mecanismos relacionados à resistência insulínica e hiperinsulinemia. Portanto, esta é uma fator de risco.",
      "E": "Incorreta. A nuliparidade (nunca ter tido filhos) é um fator de risco clássico, pois implica em mais ciclos anovulatórios e uma maior exposição ao estrogênio sem a contraposição protetora da progesterona gestacional. Portanto, esta é uma fator de risco."
    },
    "alternativa_correta": "C",
    "areas_principais": [
      "Ginecologia e Obstetrícia",
      "Oncologia",
      "Epidemiologia"
    ],
    "subtopicos": [
      "Câncer de Endométrio",
      "Fatores de Risco Oncológico",
      "Hiperestrogenismo",
      "Climatério"
    ],
    "createdAt": "2025-07-14T20:15:37-03:00"
  }
]
